Repository: henrywoo/kazam
Catalog: po/*.po
Languages: fa, ne

source: Kazam
ne: काजाम

source: Capture
fa: گرفتن
ne: क्याप्चर गर्नुहोस्

source: Seconds to wait before capturing:
fa: زمان انتظار قبل از گرفتن(ثانیه):
ne: क्यापचर गर्नुपहिले सेकेन्ड परखनुहोस्

source: Sound from microphone
fa: صدا از میکروفن
ne: माइक्रोफोनको आवाज

source: Sound from speakers
fa: صدا از بلندگو
ne: स्पिकरको आवाज

source: Mouse cursor
fa: نشانگر موس
ne: माउस कर्सर

source: Screencast
fa: فیلمبرداری
ne: स्किर्‍नकास्ट

source: Window borders
ne: उइन्नडोको बोडर

source: Screenshot
fa: عکس‌ صفحه
ne: स्किर्‍नसट

source: When capturing include:
ne: क्यापचर गर्दा समाभेष :

source: Kazam Preferences
fa: تنظیمات kazam
ne: काजाम पर्‍थमिकताहरु

source: Speakers:
fa: بلندگوها
ne: स्पिकर :

source: Microphone:
fa: میکروفن:
ne: माइक्रोफोन :

source: Set volume
fa: تنظیمات صدا
ne: भोलुम सेट गर्नुहोस्

source: Countdown splash:
fa: نمایش شمارش معکوس
ne: काउनडाउन आकृती:

source: Toggle display of countdown splash
ne: काउनडाउन डिस्पेको आकृती टगल गर्नुहोस्

source: General
fa: عمومی
ne: साधारण

source: Framerate:
ne: फ्रेम दर:

source: Set the number of frames per second
fa: تنظیم تعداد فریم در هر ثانیه
ne: फ्रेम प्रति सेकेण्डको संख्या सेट गर्नुहोस्

source: Record with:
fa: ضبط با:
ne: बाट रेकर्ड :

source: Automatic file saving:
fa: ذخیره کردن فایل به صورت خودکار
ne: चालित फाइल बचत:

source: Directory:
fa: مسیر:
ne: डाइरेक्टरी:

source: Select a directory
fa: یک پوشه را انتخاب کنید
ne: डाइरेक्टरी चयन गर्नुहोस्

source: Filename prefix:
ne: फाइलनाम prefix:

source: Shutter sound:
fa: صدای عکس گرفتن:
ne: सटरको साउन्ड :

source: Shutter type:
fa: نوع صدا:
ne: सटरको पर्‍कार :

source: Screencast and Screenshot tool
fa: ابزار فیلمبرداری و عکسبرداری
ne: स्क्रिनकास्ट र स्क्रिनसट उपकरण

source: Record a video or take a screenshot of your screen
fa: ضبط یک ویدیو یا گرفتن یک تصویر از صفحه نمایش شما.
ne: भिडियो रेकर्ड गर्नुहोस् वा तपाईंको स्क्रीनको स्क्रिनसट लिनुहोस्

source: Take a screenshot of entire workspace
ne: सम्पूर्ण कार्यस्थानको स्क्रिनसट लिनुहोस्

source: Select an area to screenshot
fa: یک ناحیه را برای عکسبرداری انتخاب کنید
ne: स्क्रिनसट गर्न क्षेत्र चयन गर्नुहोस्

source: Select a window to screenshot
fa: یک پنجره را برای عکسبرداری انتخاب کنید
ne: स्क्रिनसट गर्न उइन्डो चयन गर्नुहोस्

source: Preferences
fa: تنظیمات‌
ne: प्राथमिकताहरू

source: Gstreamer 1.0 or higher required, bailing out.
ne: Gstreamer 1.0 वा उच्च आवश्यक, bailing out.

source: Record a video of your desktop.
fa: ضبط یک ویدیو از صفحه نمایش شما
ne: तपाईंको डेस्कटपको भिडियो रेकर्ड गर्नुहोस्।

source: Record a picture of your desktop.
fa: ضبط یک تصویر از صفحه نمایش شما
ne: तपाईंको डेस्कटपको तस्वीर रेकर्ड गर्नुहोस्।

source: Fullscreen
fa: تمام صفحه
ne: पूरा पर्दा

source: Capture contents of the current screen.
ne: वर्तमान स्क्रिनको सामाग्रीहरू कैद गर्नुहोस्।

source: All Screens
fa: تمام صفحه ها
ne: सबै स्किर्‍नहरु

source: Capture contents of all of your screens.
ne: तपाईंको सबै स्क्रिनको सामग्रीहरू कैद गर्नुहोस्।

source: Window
fa: پنجره
ne: उइन्डो

source: Capture contents of a single window.
ne: एकल उइन्डोको सामग्रीहरू क्याप्चर गर्नुहोस्।

source: Area
fa: ناحیه
ne: क्षेत्र

source: Capture a pre-selected area of your screen.
fa: گرفتن از ناحیه انتخابی صفحه نمایش شما.
ne: तपाईंको स्क्रिनको पूर्व चयन गरिएको क्षेत्र क्याप्चर गर्नुहोस्।

source: Start recording
fa: شروع ضبط
ne: रेकर्डिङ सुरु गर्नुहोस्

source: Take screenshot
fa: گرفتن عکس از صفحه نمایش
ne: स्किर्‍नसट लिनुहोस्

source: Finish recording
fa: در حال پایان دادن به ضبط
ne: रेकर्डिङ सकाउनुहोस्

source: Cancel countdown
fa: لغو شمارش معکوس
ne: काउनडाउन रद्द गर्नुहोस्

source: Select a window by clicking on it.
fa: یک پنجره را با کلیک روی آن انتخاب کنید
ne: यसमा क्लिक गरी उइन्डो चयन गर्नुहोस्।

source: Press ENTER or ESC to cancel
fa: Enter را فشار دهید یا ESC را برای لغو شدن.
ne: रद्द गर्न ENTER वा ESC थिच्नुहोस्

source: Recording finished
ne: रेकर्डिङ समाप्त भयो

source: Kazam finished recording. What do you want to do now?
fa: ضبط kazam پایان یافته.‌ اکنون چه کاری میخواهید انجام دهید؟
ne: काजाम रेकर्डिङ समाप्त भयो अब तपाई के गर्न चाहानुहुन्छ?

source: Edit with:
fa: ویرایش با:
ne: संग सम्पादन गर्नुहोस्:

source: Save for later
fa: ذخیره برای بعد
ne: पछिको लागि सेभ गर्नुहोस्

source: Cancel
fa: لغو
ne: रद्द गर्नुहोस्

source: Continue
fa: ادامه
ne: जारी राख्नुहोस्

source: Save screencast
fa: ذخیره کردن فیلمبرداری
ne: Screencast बचत गर्नुहोस्

source: Linux Screen Recorder, Broadcaster and OCR
fa: ضبط یک ویدیو از فعالیت‌های صفحه نمایش شما یا گرفتن یک عکس از آن.
ne: तपाईंको स्क्रीनमा गतिविधिको भिडियो रेकर्ड गर्नुहोस् वा स्क्रिनसट खिच्नुहोस्।

source: Save
fa: ذخیره کردن
ne: बचत गर्नुहोस्

source: File
fa: فایل
ne: फाइल

source: Quit
fa: خروج
ne: बन्द गर्नुहोस्

source: Quit Kazam
fa: خروج kazam
ne: काजम बन्द गर्नुहोस्

source: Open preferences
fa: باز کردن تنظیمات
ne: प्राथमिकताहरू खोल्नुहोस्

source: Help
fa: راهنما
ne: मद्दत

source: About
fa: درباره
ne: यसको बारेमा

source: About Kazam
fa: درباره kazam
ne: काजामको बारे मा

source: Select an area by clicking and dragging.
fa: یک ناحیه را با کلیک روی آن انتخاب کنید و بکشید.
ne: क्लिक गरेर ड्र्याग गरेर क्षेत्र चयन गर्नुहोस्।

source: Press ENTER to confirm or ESC to cancel
fa: برای تأیید Enter را بزنید یا برای لغو کردن ESC را فشار دهید.
ne: पुष्टि गर्न ENTER थिच्नुहोस् वा रद्द गर्न ESC थिच्नुहोस्

source: Pause recording
ne: रेकर्डिङ रोक्नुहोस्

source: Save capture
fa: ذخیره کردن ضبط
ne: क्याप्चर बचत गर्नुहोस्

source: Unknown
fa: ناشناخته
ne: अज्ञात
